<?php
$lang['required'] = 'الحقل  %s ضروري ملأه.';
$lang['isset'] = 'الحقل %s يجب أن يحتوي على قيمة.';
$lang['valid_email'] = 'الحقل %s يجب أن يحتوي على بريد إلكتروني.';
$lang['valid_emails'] = 'الحقل %s يجب أن يحتوي على العديد من العناوين البريدية.';
$lang['valid_url'] = 'حقل %s يجب أن يحتوي على رابط.';
$lang['valid_ip'] = 'حقل %s يجب اي يحتوي على IP صحيح.';
$lang['min_length'] = 'حقل %s يجب أن يحتوي على الأقل على %s رموز.';
$lang['max_length'] = 'حقل %s لا يتجاوز %s رموز.';
$lang['exact_length'] = 'حقل %s يجب ان يحتوي بالضبط على  %s حروف.';
$lang['alpha'] = 'حقل %s يجب أن يحتوي على حروف فقط.';
$lang['alpha_numeric'] = 'حقل  %s يجب أن يحتوي على أعداد فقط.';
$lang['alpha_dash'] = 'حقل %s يجب أن يحتوي فقط على أعداد و عوارض و عوارض عكسية.';
$lang['numeric'] = 'حقل %s يجب أن يحتوي فقط على أعداد.';
$lang['integer'] = 'حقل %s يجب أن يحتوي على اعداد صحيحة فقط.';
$lang['matches'] = 'حقل %s ليس مماثل لحقل %s .';
