<?php
$lang['required'] = '%s юлын тултырыу мотлаҡ.';
$lang['isset'] = '%s юлы мәғәнәле булырға тейеш.';
$lang['valid_email'] = '%s юлына дөрөҫ e-mail адрес индерелергә тейеш.';
$lang['valid_emails'] = '';
$lang['valid_url'] = '%s юлында дөрөҫ һылтанма булырға тейеш.';
$lang['valid_ip'] = '';
$lang['min_length'] = '%s юлдың оҙонлоғо кәмендә %s символдан торорға тейеш.';
$lang['max_length'] = '%s юлдың оҙонлоғо %s символдан артыҡ булырға тейеш түгел.';
$lang['exact_length'] = '%s юлдың оҙонлоғо %s символға тиң булырға тейеш.';
$lang['alpha'] = '%s юлы фәҡәт алфавит билдәләрен тәшкил итергә тейеш түгел.';
$lang['alpha_numeric'] = '%s юлы фәҡәт алфавит билдәләрен һәм һандарҙы тәшкил итә ала.';
$lang['alpha_dash'] = '%s юлы фәҡәт хәрефтәрҙән (A–Z a–z), һандарҙан (0–9), түбәнге һыҙыҡ һәм тиренән тороу мөмкин.';
$lang['numeric'] = '%s юлы фәҡәт һандарҙан торорға тейеш.';
$lang['integer'] = '';
$lang['matches'] = '%s юлы мәғәнәһе %s юлы мәғәнәһенә тап килмәй.';
