<?php
$lang['ftp_no_connection'] = 'FTP-тоташыу мөмкин түгел. Файлдар менән эш башлағансы сервер менән тоташҡанығыҙға инанығыҙ.';
$lang['ftp_unable_to_connect'] = 'Күрһәтелгән FTP-сервер менән тоташып булмай.';
$lang['ftp_unable_to_login'] = 'FTP-серверға инеүҙә хата. Ҡулланыусының исемен һәм паролен тикшерегеҙ.';
$lang['ftp_unable_to_makdir'] = 'Күрһәтелгән директорияны булдырып булмай.';
$lang['ftp_unable_to_changedir'] = 'Директорияны алмаштырып булмай.';
$lang['ftp_unable_to_chmod'] = 'Инеү хоҡуғын билдәләп булмай. Юлды тикшерегеҙ. Иғтибар: был функция PHP5 версияһынан башлап эшләй.';
$lang['ftp_unable_to_upload'] = 'Күрһәтелгән файлды төйәп булмай. Файлға юлды тикшерегеҙ.';
$lang['ftp_unable_to_download'] = '';
$lang['ftp_no_source_file'] = 'Күрһәтелгән файлды табып булмай. Файлға юлды тикшерегеҙ.';
$lang['ftp_unable_to_rename'] = '';
$lang['ftp_unable_to_delete'] = 'Файлды юҡ итеп булмай.';
$lang['ftp_unable_to_move'] = 'Файлды күсереп булмай. Маҡсатлы директория барлығына инанығыҙ.';
