<?php
$lang['required'] = 'Το πεδίο %s είναι υποχρεωτικό.';
$lang['isset'] = 'Το πεδίο %s πρέπει υποχρεωτικά να περιέχει μία τιμή.';
$lang['valid_email'] = 'Το πεδίο %s πρέπει να περιέχει μια  έγκυρη διεύθυνση email.';
$lang['valid_emails'] = 'Το πεδίο %s πρέπει να περιέχει μόνο έγκυρες διεύθυνσεις email.';
$lang['valid_url'] = 'Το πεδίο %s πρέπει να περιέχει ένα έγκυρο URL.';
$lang['valid_ip'] = 'Το πεδίο %s πρέπει να περιέχει μία έγκυρη διεύθυνση IP.';
$lang['min_length'] = 'Η τιμή του πεδίου %s πρέπει να έχει τουλάχιστον %s χαρακτήρες.';
$lang['max_length'] = 'Η τιμή του πεδίου %s δεν γίνεται να είναι μεγαλύτερη από %s χαρακτήρες.';
$lang['exact_length'] = 'Η τιμή του πεδίου %s πρέπει να έχει ακριβώς %s χαρακτήρες.';
$lang['alpha'] = 'Η τιμή του πεδίου %s μπορέι να περιέχει μόνο χαρακτήρες της αλφαβήτου.';
$lang['alpha_numeric'] = 'Η τιμή του πεδίου %s μπορέι να περιέχει μόνο χαρακτήρες της αλφαβήτου και αριθμούς.';
$lang['alpha_dash'] = 'Η τιμή του πεδίου %s μπορεί να περιέχει μόνο χαρακτήρες της Αλφαβήτου,Αριθμούς,υπογράμισης(_) και παύλες(-).';
$lang['numeric'] = 'Η τιμή του πεδίου %s μπορεί να περιέχει μόνο αριθμούς.';
$lang['integer'] = 'Η τιμή του πεδίου %s μπορεί να περιέχει μόνο ακέραιους αριθμούς.';
$lang['matches'] = 'Η τιμής του πεδίου %s δεν ταιριάζει με την τιμή του πεδίου %s.';
