<?php
$lang['required'] = 'Това поле % е задължително.';
$lang['isset'] = 'Това поле % трябва да има стойност.';
$lang['valid_email'] = 'Това поле % трябва да съдържа валиден емайл адрес.';
$lang['valid_emails'] = 'Това поле % трябва да съдържа всички валидни емайл адреси.';
$lang['valid_url'] = 'Това поле % трябва да съдържа валиден URL адрес.';
$lang['valid_ip'] = 'Това поле % трябва да съдържа валиден IP адрес.';
$lang['min_length'] = 'Полето % трябва да бъде минимум % знака.';
$lang['max_length'] = 'Полето % не може да надвишава % знака.';
$lang['exact_length'] = 'Полето % трябва да бъдат с точно % знака.';
$lang['alpha'] = 'Това поле % може да съдържа букви.';
$lang['alpha_numeric'] = 'Това поле % може да съдържа букви и цифри.';
$lang['alpha_dash'] = 'Това поле % може да съдържа букви, цифри, долна черта и тире.';
$lang['numeric'] = 'Това поле % трябва да съдържа номер.';
$lang['integer'] = 'Това поле % трябва да съдържа цяло число (integer).';
$lang['matches'] = 'Полето % не съответства на % областа.';
