<?php
$lang['upload_userfile_not_set'] = 'Неможливо знайти змінну userfile в даних, що були отримані з масиву POST.';
$lang['upload_file_exceeds_limit'] = 'Файл, що завантажувався, перевищує обмеження на дозволений розмір файлу при завантаженні на сервер.';
$lang['upload_file_exceeds_form_limit'] = 'Розмір файлу, що завантажується, перевищує обмеження на розмір файлу, вказане в формі.';
$lang['upload_file_partial'] = 'Цей файл було частково завантажено.';
$lang['upload_no_temp_directory'] = 'Відсутня директорія для тимчасових файлів.';
$lang['upload_unable_to_write_file'] = 'Збереження файлу на диск не вдалось..';
$lang['upload_stopped_by_extension'] = 'Завантаження файлу зупинено у зв`язку з неправильним розширенням файлу.';
$lang['upload_no_file_selected'] = 'Ви не вибрали файл для завантаження.';
$lang['upload_invalid_filetype'] = 'Ви пробуєте завантажити заборонений тип файлу.';
$lang['upload_invalid_filesize'] = 'Файл, що Ви пробуєте завантажити, перевищує обмеження за розміром..';
$lang['upload_invalid_dimensions'] = 'Зображення, що Ви завантажуєте, порушує обмеження по висоті/ширині.';
$lang['upload_destination_error'] = 'Неможливо зкопіювати файл у вказане місце після його завантаження.';
$lang['upload_no_filepath'] = 'Шлях для завантаження файлів невірний.';
$lang['upload_no_file_types'] = 'Ви не вказали дозволені типи файлів.';
$lang['upload_bad_filename'] = 'Файл, що Ви завантажуєте, вже знаходиться на сервері.';
$lang['upload_not_writable'] = 'Директорія для завантаження файлів, мабуть, не має прав на запис.';
