<?php
$lang['ftp_no_connection'] = 'Неможливо встановити FTP-з`єднання. Переконайтесь що Ви змогли з`єднатись з сервером перш ніж почнете виконувати операції з файлами.';
$lang['ftp_unable_to_connect'] = 'Неможливо встановити з`єднання зі вказаним FTP-сервером.';
$lang['ftp_unable_to_login'] = 'Помилка входу на FTP-сервер.  Перевірте ім`я користувача та пароль.';
$lang['ftp_unable_to_makdir'] = 'Неможливо створити вказану директорію.';
$lang['ftp_unable_to_changedir'] = 'Неможливо змінити директорію.';
$lang['ftp_unable_to_chmod'] = 'Неможливо встановити права доступу. Перевірте шлях. Увага: ця функція працює починаючи з 5-ої версії PHP.';
$lang['ftp_unable_to_upload'] = 'Неможливо завантажити вказаний файл. Перевірте шлях до файлу.';
$lang['ftp_unable_to_download'] = '';
$lang['ftp_no_source_file'] = 'Неможливо знайти вказаний файл. Перевірте шлях до файлу.';
$lang['ftp_unable_to_rename'] = 'Неможливо перейменувати файл.';
$lang['ftp_unable_to_delete'] = 'Неможливо видалити файл.';
$lang['ftp_unable_to_move'] = 'Неможливо перемістити файл. Переконайтесь що вказана директорія існує.';
